/* Cancel action button in recording state */
"Cancel" = "Avbryt";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Klicka för att registrera ny kortkommando";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Ta bort en kortkommando";

/* VoiceOver title */
"keyboard shortcut" = "Tangentbordskortkommando";

/* Alert button when shortcut is already used */
"OK" = "OK";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Registrera kortkommando";

/* VoiceOver: Shortcut cleared */
"Shortcut cleared" = "Kortkommando rensas";

/* VoiceOver: Shortcut set */
"Shortcut set" = "Kortkommando uppsättning";

/* Shortcut glyph name for SPACE key */
"Space" = "Utrymme";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "Tangentkombinationen %@ kan inte användas";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Den här kombinationen kan inte användas eftersom den redan används som en tangentbordskortkommando. Om du verkligen vill använda den här tangentkombinationen kan de flesta genvägar ändras under Tangentbord & Mus i Systeminställningar.";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Denna kortkommando kan inte användas eftersom det redan används av ett menyalternativ ‘%@’.";

/* VoiceOver shortcut help */
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "För att registrera en ny kortkommando, klicka på den här knappen och skriv sedan in den nya kortkommando, eller tryck på radera för att rensa en befintlig kortkommando.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Skriv Ny Kortkommando";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Skriv Kortkommando";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Använd Gammal Kortkommando";
